<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | الأسطر التالية تُستخدم أثناء عملية تسجيل الدخول لعرض الرسائل المختلفة
    | ويمكنك تعديلها حسب متطلبات تطبيقك.
    |
    */

    'failed' => 'بيانات الاعتماد هذه غير مطابقة لسجلاتنا.',
    'password' => 'كلمة المرور التي تم إدخالها غير صحيحة.',
    'throttle' => 'عدد محاولات تسجيل الدخول كبير جداً. يرجى المحاولة مرة أخرى بعد :seconds ثانية.',

];
